Repository: Uday-Bhayre/Cakewake-Delivery-Partner
Catalog: Frontend/lib/l10n/app_*.arb
Languages: hi

# selectLanguage
source: Select a language to continue
hi: जारी रखने के लिए एक भाषा चुनें

# selectOneBelow
source: Select one from below
hi: नीचे से एक चुनें

source: Confirm
hi: पुष्टि करें

source: English
hi: अंग्रेज़ी

source: Hindi
hi: हिंदी

# welcome
source: Welcome to
hi: केकवेक डिलीवरी में

# welcome2
source: CakeWake Delivery!
hi: आपका स्वागत है!

# subtitle
source: Start Earning in 10 mins
hi: 10 मिनट में कमाई शुरू करें

source: Help
hi: सहायता

# heading
source: COMPLETE IN 3 STEPS
hi: 3 चरणों में पूरा करें

# step1
source: Work Setup
hi: कार्य सेटअप

# step1Subtitle
source: City & Vehicle
hi: शहर और वाहन

# step2
source: Profile Setup
hi: प्रोफ़ाइल सेटअप

# step2Subtitle
source: Name & Contact info
hi: नाम और संपर्क जानकारी

# step3
source: Documents
hi: दस्तावेज़

# step3Subtitle
source: ID & Verification
hi: आईडी और सत्यापन

# continueBtn
source: Continue
hi: जारी रखें
